<!-- <div id="footer" class="container-fluid">

    <div class="container-footer">
        <div class="row">
            <div class="footer-logo col-lg-2 col-md-5 offset-md-1 offset-lg-0">
                <img src="/img/kaercher_logo_black@2x.png" width="104px" />
            </div>
            <div class="footer-menu col-lg-8 d-none d-lg-block">
                <ul class="menu">
                    <li><a href="/">Главная</a></li>
                    <li><a href="/catalog.html">Каталог курсов</a></li>
                    <li><a href="/events.html">Мероприятия</a></li>
                    <li><a href="/store.html">Магазин сувениров</a></li>
                </ul>
            </div>
            <div class="socials col-lg-2 col-md-5">
                <div class="socials-wrp">
                    <a href="javascript:;" class="socail-link fb">
                        <svg xmlns="http://www.w3.org/2000/svg" width="10px" height="18px" viewBox="0 0 9.732 18">
                            <g id="facebook-logo" transform="translate(-729 -2773)">
                                <path id="Path_9" data-name="Path 9" d="M31.442,0,29.108,0a4.1,4.1,0,0,0-4.317,4.43V6.472H22.444a.367.367,0,0,0-.367.367V9.8a.367.367,0,0,0,.367.367h2.347v7.467a.367.367,0,0,0,.367.367H28.22a.367.367,0,0,0,.367-.367V10.166h2.744A.367.367,0,0,0,31.7,9.8V6.839a.367.367,0,0,0-.367-.367H28.587V4.741c0-.832.2-1.255,1.282-1.255h1.572a.367.367,0,0,0,.367-.367V.371A.367.367,0,0,0,31.442,0Z" transform="translate(706.923 2773)"/>
                            </g>
                        </svg></a>
                    <a href="javascript:;" class="socail-link ig">
                        <svg xmlns="http://www.w3.org/2000/svg" width="18px" height="18px" viewBox="0 0 18 18">
                            <g id="instagram" transform="translate(-764.25 -2773)">
                                <path id="Path_2" data-name="Path 2" d="M12.638,0H5.362A5.368,5.368,0,0,0,0,5.362v7.275A5.368,5.368,0,0,0,5.362,18h7.275A5.368,5.368,0,0,0,18,12.638V5.362A5.368,5.368,0,0,0,12.638,0Zm3.551,12.638a3.552,3.552,0,0,1-3.551,3.551H5.362a3.552,3.552,0,0,1-3.551-3.551V5.362A3.551,3.551,0,0,1,5.362,1.811h7.275a3.551,3.551,0,0,1,3.551,3.551v7.275Z" transform="translate(764.25 2773)"/>
                                <path id="Path_3" data-name="Path 3" d="M137.655,133a4.655,4.655,0,1,0,4.655,4.655A4.661,4.661,0,0,0,137.655,133Zm0,7.5a2.845,2.845,0,1,1,2.845-2.845A2.845,2.845,0,0,1,137.655,140.5Z" transform="translate(635.595 2644.344)"/>
                                <circle id="Ellipse_3" data-name="Ellipse 3" cx="1.116" cy="1.116" r="1.116" transform="translate(776.799 2776.264)"/>
                            </g>
                        </svg>
                    </a>
                    <a href="javascript:;" class="socail-link vk">
                        <svg xmlns="http://www.w3.org/2000/svg" width="26px" height="15px" viewBox="0 0 26.291 15">
                            <g id="vk-logo" transform="translate(-808.5 -2774.5)">
                                <path id="Path_7" data-name="Path 7" d="M26.151,131.3a1.8,1.8,0,0,0-.089-.171,13.626,13.626,0,0,0-2.614-3.025l-.027-.027-.014-.013-.014-.014h-.014q-.876-.835-1.109-1.123a1.054,1.054,0,0,1-.192-1.109,10.335,10.335,0,0,1,1.232-1.793q.561-.726.89-1.163,2.368-3.148,2.053-4.024l-.082-.137a.8.8,0,0,0-.424-.226,2.155,2.155,0,0,0-.876-.034l-3.942.027a.512.512,0,0,0-.274.007l-.178.041-.069.034-.054.041a.608.608,0,0,0-.151.144.939.939,0,0,0-.137.24,22.351,22.351,0,0,1-1.465,3.08q-.507.849-.931,1.472a7.081,7.081,0,0,1-.712.917,4.964,4.964,0,0,1-.52.472q-.233.178-.356.151l-.233-.055a.91.91,0,0,1-.308-.335,1.5,1.5,0,0,1-.157-.534q-.041-.322-.048-.554t.007-.657q.014-.425.014-.575,0-.52.02-1.129t.034-.965q.014-.356.014-.753a3.163,3.163,0,0,0-.048-.623,2.131,2.131,0,0,0-.143-.438.738.738,0,0,0-.281-.329,1.582,1.582,0,0,0-.459-.185,9.109,9.109,0,0,0-1.848-.178,8.98,8.98,0,0,0-3.272.329,1.844,1.844,0,0,0-.52.41q-.246.3-.069.328a1.678,1.678,0,0,1,1.163.589l.082.164a2.619,2.619,0,0,1,.192.63,6.353,6.353,0,0,1,.123,1,10.655,10.655,0,0,1,0,1.711q-.069.712-.13,1.109a2.22,2.22,0,0,1-.185.643,2.714,2.714,0,0,1-.164.3.235.235,0,0,1-.068.068,1.026,1.026,0,0,1-.37.069.867.867,0,0,1-.465-.192,3.283,3.283,0,0,1-.568-.527,7.044,7.044,0,0,1-.664-.938q-.369-.6-.766-1.424l-.219-.4q-.205-.383-.561-1.116t-.63-1.417a.9.9,0,0,0-.328-.438l-.069-.041a.936.936,0,0,0-.219-.116,1.453,1.453,0,0,0-.315-.089l-3.751.027a.953.953,0,0,0-.78.26l-.055.082A.443.443,0,0,0,0,119a1.09,1.09,0,0,0,.082.369q.821,1.93,1.786,3.723t1.677,2.888q.712,1.1,1.451,2.067t.979,1.246q.24.274.377.411l.342.328a8.121,8.121,0,0,0,.965.787,16.464,16.464,0,0,0,1.41.9,7.649,7.649,0,0,0,1.8.725,6.224,6.224,0,0,0,2,.226h1.574a1.09,1.09,0,0,0,.726-.3l.054-.069a.907.907,0,0,0,.1-.253,1.39,1.39,0,0,0,.048-.376,4.51,4.51,0,0,1,.089-1.061,2.789,2.789,0,0,1,.233-.712,1.749,1.749,0,0,1,.294-.4,1.188,1.188,0,0,1,.233-.2.9.9,0,0,1,.109-.048.869.869,0,0,1,.774.212,4.544,4.544,0,0,1,.835.794q.39.472.938,1.061a6.444,6.444,0,0,0,.958.876l.274.164a3.333,3.333,0,0,0,.712.3,1.534,1.534,0,0,0,.766.068l3.5-.055a1.588,1.588,0,0,0,.808-.171.678.678,0,0,0,.342-.376,1.06,1.06,0,0,0,.007-.466A1.718,1.718,0,0,0,26.151,131.3Z" transform="translate(808.5 2656.752)"/>
                            </g>
                        </svg>
                    </a>
                    <a href="javascript:;" class="socail-link yt">
                        <svg xmlns="http://www.w3.org/2000/svg" width="22px" height="15px" viewBox="0 0 21.818 15">
                            <g id="youtube" transform="translate(-860.25 -2774.5)">
                                <g id="Group_15" data-name="Group 15" transform="translate(860.25 2774.5)">
                                    <path id="Path_8" data-name="Path 8" d="M20.891,81.445c-.592-1.053-1.234-1.246-2.542-1.32C17.043,80.037,13.758,80,10.912,80s-6.138.037-7.443.124S1.52,80.391.923,81.445,0,84.308,0,87.5v.011c0,3.175.314,5,.923,6.04s1.24,1.244,2.545,1.332S8.06,95,10.912,95s6.131-.045,7.439-.12,1.95-.28,2.542-1.332c.615-1.04.926-2.865.926-6.04V87.5C21.818,84.308,21.507,82.5,20.891,81.445ZM8.182,91.591V83.409L15,87.5Z" transform="translate(0 -80)"/>
                                </g>
                            </g>
                        </svg>
                    </a>
                </div>
            </div>
            <div class="divider col-12">
                <div class="divide-line"></div>
            </div>
            <div class="copy col-lg-10 col-md-7 offset-md-1 offset-lg-0">
                © 2018 Керхер Россия. Все права защищены. Компания оставляет за собой право на изменение данных сайта. Внешний вид товара может отличаться от представленного на сайте. Никакие претензии не могут быть рассмотрены относительно этих данных.
            </div>
            <div class="contacts col-lg-2 col-md-3">
                <div class="phone">8-800-1000-654</div>
                <div class="mail"><a href="mailto:info@ru.karcher.com">info@ru.karcher.com</a></div>
            </div>
        </div>
    </div>
</div> -->
<!-- <aside class="mobile-menu d-xl-none">
    <div>
        <div class="menu-header">
            <div>Меню</div>
            <a class="menu-close" href="javascript:;"></a>
        </div>
        <div class="mmenu-content">
            <ul class="menu">
                <li><a href="/">Главная</a></li>
                <li><a href="/catalog.html">Каталог курсов</a></li>
                <li><a href="/events.html">Мероприятия</a></li>
                <li><a href="/store.html">Магазин сувениров</a></li>
            </ul>
        </div>
    </div>
    <div class="mmenu-footer">
        <div class="phone">8-800-1000-654</div>
        <div class="mail"><a href="mailto:info@ru.karcher.com">info@ru.karcher.com</a></div>
    </div>
</aside> -->
</body>
</html>